{
  "basics": {
    "name": "The server side of me",
    "label": "Shaping my worklife with meanings... and code...",
    "picture": "/assets/images/smo.jpeg",
    "email": "sayhello@gambetech.com",
    "website": "https://gambetech.com",
    "summary": "Samuel live and work in Paris. He's from [Cameroon](https://fr.wikipedia.org/wiki/Cameroun). Samuel started is professionnal career as software developer in 2006 in France. He has since then worked as system integrator and software developer on enterprise grade applications for 3 IT contractors : [Sopra-Steria](https://www.sopra-steria.com), [Accenture](https://www.accenture.com/fr-fr/careers/work-we-do-technology) and [Devoteam Digital Factory](https://www.linkedin.com/company/devoteam-digital-factory/). He worked with the following server and client side technologies: Java EE, PHP, Database Management System, JavaScript, HTML, CSS. He worked on System Design with common Architecture Pattern and Integration Pattern and he worked on Getting and Implementing Systems Requirements with Domain Driven Design and Behavior Driven Design. He's always learning and move on",
    "profiles": [
      {
        "network": "Twitter",
        "username": "sgmolu",
        "url": "https://twitter.com/sgmolu"
      },
      {
        "network": "github",
        "username": "ng4e",
        "url": "https://github.com/ng4e"
      },
      {
        "network": "instagram",
        "username": "sgmolu",
        "url": "https://instagram.com/sgmolu"
      }
    ],
    "location":{
      "address":"",
      "city":"EU",
      "region":"Africa",
      "postalCode":"",
      "countryCode":""
    }
  },
  "work": [
    {
      "company": "GambeTech",
      "position": "For now i do everything",
      "website": "https://gambetech.com",
      "startDate": "Since I was born",
      "endDate": "",
      "summary": "looking for having positive impact in Africa... with code",
      "highlights": [
        "Gambetech: The server side of me. Learning, Sharing, Creating stuff that matters with code",
        "Thanks & Share : Flood the world with recognition to blow a wave of positivity around me",
        "Garama : ",
        "KATIKAledger: African informal collaborative economy leverage by technology",
        "Freeds: Time Well Spent an African inspired Perspective"
      ]
    },
    {
      "company": "Devoteam D2F - Accenture Technology Solutions - Sopra Group",
      "position": "Software Developer",
      "website": "",
      "startDate": "2006-05-01",
      "endDate": "2017-03-01",
      "summary": "System Developer, System Designer, System Integrator",
      "highlights": [
        "_Sopra Group (4 years) worked for Bouyges Telecom, EDF and more as System Integrator, System Analyst, Developper, customer service level 1",
        "Accenture Technology Solutions (4 years) worked for Societe General Retail Banking, Credit du Nord, La Banque Postale as Developper, System Design and Architecture",
        "Devoteam Digital Factory (6 months) worked for BNP Cardiff as Developper, System Design and Architecture"
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "University of Paris Dauphine",
      "area": "Information Technology",
      "studyType": "Bachelor",
      "startDate": "2003-06-01",
      "endDate": "2006-01-01",
      "gpa": "",
      "courses": []
    }
  ],
  "awards": [],
  "publications": [],
  "skills": [
    {
      "name": "HARMONY",
      "level": "Getting Better",
      "keywords": ["People who are especially talented in the Harmony theme look for consensus. They don’t enjoy conflict; rather, they seek areas of agreement."]
    },
    {
      "name": "FUTURISTIC",
      "level": "Getting Better",
      "keywords": ["People who are especially talented in the Futuristic theme are inspired by the future and what could be. They inspire others with their visions of the future."]
    },
    {
      "name": "RELATOR",
      "level": "Getting Better",
      "keywords": ["People who are especially talented in the Relator theme enjoy close relationships with others. They find deep satisfaction in working hard with friends to achieve a goal."]
    },
    {
      "name": "RESTORATIVE",
      "level": "Getting Better",
      "keywords": ["People who are especially talented in the Restorative theme are adept at dealing with problems. They are good at figuring out what is wrong and resolving it."]
    },
    {
      "name": "ARRANGER",
      "level": "Getting Better",
      "keywords": ["People who are especially talented in the Arranger theme can organize, but they also have a flexibility that complements this ability. They like to figure out how all of the pieces and resources can be arranged for maximum productivity."]
    },
    {
      "name": "MotherF$%#$^&*!",
      "level": "Trying not to",
      "keywords": ["If you love me I love you, if you trust me I trust you, if you disapoint me I disapoint you"]
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Fluent"
    },
    {
      "language": "French",
      "fluency": "Native"
    }
  ],
  "interests": [],
  "references": []
}